def get_data():
    
    return f"{input('Введите фамилию: ')} {input('Введите имя: ')} {input('Введите номер цеха: ')} {input('Введите должность: ')}\n"

def get_number_operation():
    return input('Выберите номер категории\n \
        где: 1-показать все фамилии\n \
             2-показать все имена\n \
             3-показать все номера цехов\n \
             4-показать работников выбранного цеха\n \
             5-показать всю таблицу\n \
             6-показать информацию по работнику\n \
             7-добавить работника\n \
             8-выход\n ')    